Repository: sebasmd-projects/RMS
Catalog: apps/project/page/index/locale/*/LC_MESSAGES/django.po
Languages: es

source: Enter Your Email
es: Introduce tu Correo

source: email
es: correo

source: Subscriber
es: Suscriptor

source: Subscribers
es: Suscriptores

source: Best Residential Management Software | Synonym Dev
es: Mejor software de gestión residencial | Synonym Dev

source: Affordable Residential Management Tool to Help Manage. Request a demo!
es: Herramienta de gestión residencial asequible para ayudar a gestionar. Solicite una demostración!

source: Login
es: Iniciar Sesión

source: Company:
es: Compañía:

source: About Us
es: Conócenos

source: Terms of Use
es: Condiciones de uso

source: Privacy Policy
es: Política de privacidad

source: We send a monthly email with announcements, tips, news, feature updates, and important info. We'll only e-mail you if it's important.
es: Enviamos un correo electrónico mensual con anuncios, consejos, noticias, actualizaciones de funciones e información importante. Sólo te enviaremos un correo electrónico si es importante.

source: Subscribe
es: Suscribirse

source: HOME
es: INICIO

source: FEATURES
es: CARACTERÍSTICAS

source: CORE FEATURES
es: CARACTERÍSTICAS PRINCIPALES

source: ARTIFICIAL INTELLIGENCE
es: INTELIGENCIA ARTIFICIAL

source: AUTOMATIC DATA PROCESSING
es: PROCESAMIENTO AUTOMÁTICO DE DATOS

source: PMS INTEGRATION
es: INTEGRACIÓN PMS

source: PRICING
es: PRECIOS

source: RESOURCES
es: RECURSOS

source: CLIENT PORTAL
es: PORTAL DEL CLIENTE

source: FAQS
es: Preguntas Frecuentes

source: CUSTOMER STORIES
es: HISTORIAS DE CLIENTES

source: ABOUT US
es: Conócenos

source: REQUEST A PLAYGROUND
es: SOLICITAR UNA DEMO

source: SCHEDULE A MEETING
es: PROGRAMAR UNA REUNIÓN

source: FAQ for Our RMS Management System
es: Preguntas frecuentes sobre nuestro sistema de gestión RMS

source: What is an RMS Management System?
es: ¿Qué es un sistema de gestión RMS?

source: Residential management software is designed with solutions to manage all types of residential property, from small apartment blocks to large portfolios of residential units across geographies.
es: El software de gestión residencial está diseñado con soluciones para gestionar todo tipo de propiedades residenciales, desde pequeños bloques de apartamentos hasta grandes carteras de unidades residenciales en todas partes geográficas.

source: Residential Property Management Software enables you to do more than simply manage your properties. You may handle everything from identifying the property to ensuring legal compliance and engaging in a Lease/Rental Agreement.
es: El software de administración de propiedades residenciales le permite hacer más que simplemente administrar sus propiedades. Puede encargarse de todo, desde identificar la propiedad hasta garantizar el cumplimiento legal y celebrar un contrato de arrendamiento/alquiler.

source: What are the main features of a resident management system?
es: ¿Cuáles son las principales características de un sistema de gestión de residentes?

source: Key features provided by a resident management system include:
es: Las características clave proporcionadas por un sistema de gestión de residentes incluyen:

source: Booking Of Facilities
es: Reserva de instalaciones

source: Movement Of Residents Tracking /Auto-Update Of Resident Manager
es: Seguimiento del movimiento de residentes/actualización automática del administrador de residentes

source: Accounting
es: Contabilidad

source: Operational Tools
es: Herramientas operativas

source: Reporting And Analytics
es: Informes y análisis

source: Leasing
es: Arrendamiento

source: Maintenance
es: Mantenimiento

source: Integrations And Extensibility
es: Integraciones y Extensibilidad

source: Does Booking offer free trial and training for the residential management software?
es: ¿Booking ofrece prueba y formación gratuitas para el software de gestión residencial?

source: We offer free training as part of the subscription package. We teach your team how to leverage the power of the Booking platform across functions. We offer free demo sessions.
es: Ofrecemos capacitación gratuita como parte del paquete de suscripción. Le enseñamos a su equipo cómo aprovechar el poder de la plataforma de Booking en todas las funciones. Ofrecemos sesiones de demostración gratuitas.

source: Try out a demo today!
es: ¡Pruebe una demostración hoy!

source: What is the support that Booking provides for residential property management software?
es: ¿Cuál es el soporte que ofrece Booking para el software de gestión de propiedades residenciales?

source: Our 24hr live support team will always be available to answer any questions you encounter on the app.
es: Nuestro equipo de soporte en vivo las 24 horas siempre estará disponible para responder cualquier pregunta que encuentre en la aplicación.

source: <b>Integrated &amp; Centralised Accounting</b> Reduces Errors in Financial Reporting &amp; Management
es: <b>Integrado y mejorado La contabilidad centralizada</b> reduce los errores en los informes financieros y en los informes financieros y gestión

source: Booking provides you with landlord accounting software for rental property owners &amp; real estate investors.
es: Booking le proporciona un software de contabilidad de propietarios para propietarios y propietarios de propiedades de alquiler. inversores inmobiliarios.

source: Automatically sync your Booking properties &amp; view your numbers by property or unit.
es: Sincroniza automáticamente las propiedades y datos de tu reserva y vea sus números por propiedad o unidad.

source: Import recent transaction data &amp; create matching transaction rules for easy bookkeeping. Also, get detailed financial reports and tax-ready IRS Schedule E reports.
es: Importar datos de transacciones recientes y cree reglas de transacciones coincidentes para facilitar la contabilidad. Además, obtenga informes financieros detallados e informes del Anexo E del IRS listos para declarar impuestos.

source: Improved budgeting, billing, collections, recovery, reporting, and financial control built around your KPIs.
es: Presupuestos, facturación, cobros, recuperación, informes y control financiero mejorados en torno a sus KPI.

source: Manage your properties, residents, and accounts with our property management system.
es: Administre sus propiedades, residentes y cuentas con nuestro sistema de administración de propiedades.

source: Residential homeowners can now efficiently maximize profits through intelligent money management, automated payments, expense tracking, personalized reporting, and more.
es: Los propietarios de viviendas residenciales ahora pueden maximizar las ganancias de manera eficiente mediante la administración inteligente del dinero, pagos automatizados, seguimiento de gastos, informes personalizados y más.

source: Enjoy our all-in-one Residential Property Management Software for Landlords with everything you need and Advanced settings that control all aspects of the app.
es: Disfrute de nuestro software de administración de propiedades residenciales todo en uno para propietarios con todo lo que necesita y configuraciones avanzadas que controlan todos los aspectos de la aplicación.

source: User-Friendly, Customized Housing Experience with Our <b>Residential Management System</b>
es: Experiencia de vivienda personalizada y fácil de usar con nuestro <b>Sistema de gestión residencial</b>

source: Our rental property management software makes it easy for everyoneーlandlords, tenants, teammates, and maintenance personnel to stay on the same page.
es: Nuestro software de administración de propiedades de alquiler hace que sea fácil para todos: propietarios, inquilinos, compañeros de equipo y personal de mantenimiento mantenerse en sintonía.

source: Leverage in-app notifications to tenants and Live customer support for landlords and tenants to keep your focus on prospects, residents, and staff.
es: Aproveche las notificaciones en la aplicación para inquilinos y la atención al cliente en vivo para propietarios e inquilinos para mantener su atención en los clientes potenciales, los residentes y el personal.

source: Let your property management software do the work for you. Booking delivers an intuitive user experience, efficient workflows, and unmatched abilities to adapt to the operating model of your business.
es: Deje que su software de administración de propiedades haga el trabajo por usted. Booking ofrece una experiencia de usuario intuitiva, flujos de trabajo eficientes y capacidades inigualables para adaptarse al modelo operativo de su negocio.

source: Deliver unique, persona-driven experiences tailored to specific users and roles that provide an easy and intuitive user experience across the entire solution, including non-Booking products from partners and third parties.
es: Ofrezca experiencias únicas, basadas en personas y adaptadas a usuarios y roles específicos que brinden una experiencia de usuario fácil e intuitiva en toda la solución, incluidos productos no relacionados con Booking de socios y terceros.

source: End-to-End <u>Residential</u> and <u>Property</u> Management System (RMS and PMS)
es: Sistema de gestión <u>residencial</u> y <u>propiedad</u> de extremo a extremo (RMS y PMS)

source: Schedule a Meeting
es: Programar una reunión

source: WhatsApp Us
es: Escríbenos

source: <b>Lease Management System</b> Simplifies Lease Process
es: El <b>sistema de gestión de arrendamientos</b> simplifica el proceso de arrendamiento

source: Using the Booking tenant lease system, you can send and sign documents with legal documentation of signatures. Safely and securely send a sign, and store leases.
es: Utilizando el sistema de arrendamiento de inquilinos de Booking, puede enviar y firmar documentos con documentación legal de firmas. Envíe carteles y arrendamientos de tiendas de forma segura.

source: Add stored leases and documents to tenants’ profiles. If you upload leases from another source, your documents are ready to download or print—whenever or wherever you may be.
es: Agregue contratos de arrendamiento y documentos almacenados a los perfiles de los inquilinos. Si carga contratos de arrendamiento de otra fuente, sus documentos estarán listos para descargar o imprimir, cuando y donde quiera que esté.

source: Enjoy Residential Reporting features such as Residential Rent Roll, Summary of Activity, and Leasing Agent Summary. Also, receive in-app notifications during the signing process.
es: Disfrute de las funciones de informes residenciales, como la lista de alquileres residenciales, el resumen de actividad y el resumen del agente de arrendamiento. Además, reciba notificaciones dentro de la aplicación durante el proceso de firma.

source: Simplify and automate the leasing process and deal tracking, accelerate the leasing process, and maximize revenue.
es: Simplifique y automatice el proceso de arrendamiento y el seguimiento de transacciones, acelere el proceso de arrendamiento y maximice los ingresos.

source: Access to Tenant Reporting features to track Lease Abstract, Tenant Delinquency, Tenant Sales, Demand Letters, and more.
es: Acceda a las funciones de Informes de inquilinos para realizar un seguimiento del resumen de arrendamiento, la morosidad de los inquilinos, las ventas de los inquilinos, las cartas de demanda y más.

source: Manage Multiple Properties in A Centralised Database With Our <b>Property Management (PMS) Platform</b>
es: Administre múltiples propiedades en una base de datos centralizada con nuestra <b>plataforma de administración de propiedades (PMS)</b>

source: All community and management information are under one platform.
es: Toda la información de la comunidad y la administración está en una sola plataforma.

source: Instantly see your portfolio based on your work, not the data. Track all details regarding Operating Performance, Rent Collections, Sales, Leasing, Tenant Health, and Occupancy.
es: Vea instantáneamente su cartera en función de su trabajo, no de los datos. Realice un seguimiento de todos los detalles relacionados con el rendimiento operativo, el cobro de alquileres, las ventas, el arrendamiento, la salud de los inquilinos y la ocupación.

source: Booking offers workflow management solutions based on your custom business controls while integrating data sources. You get automated reports from a single source of truth, producing unprecedented efficiency, accuracy, and repeatability.
es: Booking ofrece soluciones de gestión del flujo de trabajo basadas en sus controles comerciales personalizados al tiempo que integra fuentes de datos. Obtendrá informes automatizados de una única fuente veraz, lo que dará como resultado una eficiencia, precisión y repetibilidad sin precedentes.

source: Get 24/7 visibility into your portfolio’s performance with automatically generated reports updated in real time. Create income statements, balance sheets, and cash flow reports in just a few clicks.
es: Obtenga visibilidad las 24 horas del día, los 7 días de la semana, del rendimiento de su cartera con informes generados automáticamente y actualizados en tiempo real. Cree estados de resultados, balances e informes de flujo de efectivo con solo unos pocos clics.

source: Comprehensive, Configurable &amp; Effective <b>Property Management Workflow</b> Solution
es: Integral, configurable y fácil de usar. Solución eficaz de <b>flujo de trabajo de gestión de propiedades</b>

source: Easily manage maintenance with our rental management software. Spend more time doing what you want and less time on management duties.
es: Gestione fácilmente el mantenimiento con nuestro software de gestión de alquileres. Dedique más tiempo a hacer lo que quiera y menos a tareas administrativas.

source: Tenants can submit maintenance requests through the Booking Tenant application and categorize, prioritize &amp; send status updates for all maintenance requests through the tenant app online.
es: Los inquilinos pueden enviar solicitudes de mantenimiento a través de la aplicación Booking Tenant y categorizar, priorizar y mantener. envíe actualizaciones de estado para todas las solicitudes de mantenimiento a través de la aplicación para inquilinos en línea.

source: Track Collections, Occupancy, Sales, Maintenance, Leasing, and Lease Compliance by Tenant and Property in just a few clicks.
es: Realice un seguimiento de los cobros, la ocupación, las ventas, el mantenimiento, el arrendamiento y el cumplimiento del contrato de arrendamiento por inquilino y propiedad con solo unos pocos clics.

source: Provide top-tier service and maintenance for residents with features including insurance tracking.
es: Brinde servicio y mantenimiento de primer nivel para residentes con funciones que incluyen seguimiento de seguros.

source: Our Residential Property Management Systems Pricing
es: Nuestros precios de sistemas de gestión de propiedades residenciales

source: Our Residential Property Management System starts at $2/month!
es: ¡Nuestro sistema de administración de propiedades residenciales comienza en $2 al mes!

source: PLANS &amp; PRICING
es: PLANES Y PRECIOS

source: <b>Reporting and Analytics Solutions</b> with Customised Software
es: <b>Soluciones de informes y análisis</b> con software personalizado

source: Experience our best-in-class reports and automation that gives your team easy access to insightful data that help drive results.
es: Experimente nuestros mejores informes y automatización que le brindan a su equipo fácil acceso a datos detallados que ayudan a generar resultados.

source: Get 24/7 visibility into your portfolio’s performance with automatically generated reports in real time. Create income statements, balance sheets, cash flow reports, and more - in a few clicks.
es: Obtenga visibilidad las 24 horas del día, los 7 días de la semana, del rendimiento de su cartera con informes generados automáticamente en tiempo real. Cree estados de resultados, balances generales, informes de flujo de efectivo y más, con unos pocos clics.

source: You get automated reports from a single source of truth, producing unprecedented efficiency, accuracy, and repeatability.
es: Obtendrá informes automatizados de una única fuente veraz, lo que producirá una eficiencia, precisión y repetibilidad sin precedentes.

source: Commercial Reporting to monitor Rent Roll, Vacant Suites, Expiring Leases, Sales Reports, Delinquencies, and Variance.
es: Informes comerciales para monitorear la lista de alquileres, suites vacantes, arrendamientos vencidos, informes de ventas, morosidad y variaciones.

source: Our <b>Rental Management Tenant Software</b> Motivates On-Time Rent Payment
es: Nuestro <b>software para inquilinos de gestión de alquileres</b> motiva el pago puntual del alquiler

source: Collect rent online with our mobile app. Our rental software for landlords ensures that you can easily collect rent online without hidden fees. We offer customizable payment options for both landlords and tenants.
es: Cobra el alquiler en línea con nuestra aplicación móvil. Nuestro software de alquiler para propietarios garantiza que pueda cobrar fácilmente el alquiler en línea sin cargos ocultos. Ofrecemos opciones de pago personalizables tanto para propietarios como para inquilinos.

source: Collect mobile payments on time with auto-pay for tenants. Use multiple payment options such as cash, credit, debit, ACH, or ACH-only.
es: Cobra los pagos móviles a tiempo con el pago automático para inquilinos. Utilice múltiples opciones de pago, como efectivo, crédito, débito, ACH o solo ACH.

source: Put rent collection on autopilot. Let Booking onboard your tenants, send reminders when rent is due, and give you real-time updates when rent payments come through while avoiding the hassles of third-party apps.
es: Poner el cobro del alquiler en piloto automático. Deje que Booking incorpore a sus inquilinos, envíe recordatorios cuando venza el alquiler y le brinde actualizaciones en tiempo real cuando lleguen los pagos del alquiler, evitando las molestias de las aplicaciones de terceros.

source: Residential Visitor Management System Keeps Track of Visitor Activities
es: El sistema de gestión de visitantes residenciales realiza un seguimiento de las actividades de los visitantes

source: Keep track of your visitor activity and pre-register or invite visitors. Multiunit Registration features are available to help register visitors for multiple units.
es: Realice un seguimiento de la actividad de sus visitantes y regístrese previamente o invite a visitantes. Las funciones de registro de unidades múltiples están disponibles para ayudar a registrar visitantes para varias unidades.

source: Manage all your short-stay and long-stay guests’ visits and parking using our visitor management system.
es: Administre todas las visitas y el estacionamiento de sus huéspedes de corta y larga estadía utilizando nuestro sistema de gestión de visitantes.

source: Easily access visitor records and access to ensure your visitors' activities are appropriately regulated.
es: Acceda fácilmente a los registros de visitantes y acceda para garantizar que las actividades de sus visitantes estén reguladas adecuadamente.

source: Speak to Our Resident Management System Specialist
es: Hable con nuestro especialista en sistemas de gestión de residentes

source: Now is your chance to experience the power of actionable reporting, intelligent automation, and customization of a PMS that suits your needs.
es: Ahora es tu oportunidad de experimentar el poder de lo procesable. generación de informes, automatización inteligente y personalización de un PMS que se adapta a tus necesidades.

source: Seeing is believing
es: Ver para creer

source: Why Booking has the <b>Best Residential Property Management Software?</b>
es: ¿Por qué Booking tiene la <b>¿El mejor software de gestión de propiedades residenciales?</b>

source: Offers a comprehensive deck of features that help simplify how you manage event bookings while boosting sales and enhancing collaboration among staff and clients.
es: Ofrece una gama completa de funciones que ayudan a simplificar la forma de gestionar las reservas de eventos, al mismo tiempo que aumentan las ventas y mejoran la colaboración entre el personal y los clientes.

source: A unique software ecosystem
es: Un ecosistema de software único

source: Booking open and connected approach lets you diversify your tech strategy through APIs and interoperability with partners and third-party providers.
es: El enfoque de reserva abierto y conectado le permite diversifique su estrategia tecnológica a través de API y interoperabilidad con socios y proveedores externos.

source: User-centric approach
es: Enfoque centrado en el usuario

source: Deliver unique, persona-driven experiences tailored to specific users and roles that provide an easy and intuitive user experience across the entire solution, including non-Booking products from partners and third parties.
es: Ofrezca experiencias únicas, impulsadas por personas y adaptadas a usuarios y roles específicos que proporcionan una forma fácil y experiencia de usuario intuitiva en toda la solución, incluidos productos no relacionados con Booking de socios y terceros.

source: Centralized data
es: Datos centralizados

source: Make smarter decisions and reduce risk with automated AI-driven insights extracted from your data. With a single point of access to every part of your residential business, you can create a frictionless data experience that helps you chase opportunities, not problems.
es: Tome decisiones más inteligentes y reduzca el riesgo con la automatización Información basada en IA extraída de sus datos. con un solo punto de acceso a cada parte de su residencial negocio, puede crear una experiencia de datos sin fricciones eso le ayuda a perseguir oportunidades, no problemas.

source: Training and Support Included
es: Capacitación y soporte incluidos

source: We teach your team how to leverage the power of the Booking platform across functions. Live chat, phone, and email support with a member of our team.
es: Le enseñamos a su equipo cómo aprovechar el poder de la Plataforma de reservas entre funciones. Chat en vivo, Soporte telefónico y por correo electrónico con un miembro de nuestro equipo.

source: You have been successfully unsubscribed.
es: Has sido dado de baja con éxito.

source: This form has already been sent.
es: Este formulario ya ha sido enviado.

source: This email is already subscribed.
es: Este correo electrónico ya está suscrito.
